{
	"challenges" : [
		{
		"id" : "1",
		"name" : "An online pedigree drawing tool that can be linked to patient data",
		"city" : "Sydney",
		"organisation" : "Garvan Institute",
		"organisationImg" : "images/sponsors/Garvan.png",
		"organisationLink" : "http://www.garvan.org.au/",
		"presenters": "Professor Andreas Zankl",
		"summary" : "My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need.",
		"description" : "Tracking clinical features through families and linking them to genetic variants is a frequent task in clinical genetics and genetics research. This is frequently done through pedigree drawings (family trees). Unfortunately, due to the lack of easy to use pedigree drawing programs, this is usually done manually on a piece of paper. This makes pedigree drawings difficult to handle and also precludes any computational analysis. For example, you cannot click on an individual in a paper-drawn pedigree to open the associated database record. </br></br>My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need. </br></br>Update: The Phenotips Project has a nice pedigree drawing tool, but its not freestanding. The Phenotips Team has been planning to make it freestanding, there is already an open issue on their Github page. I have contacted the Phenotips Team and they would be pleased if we could help them with this task. They will participate remotely and answer questions.",
		"workingDemoLink" : "http://www.youtube.com/watch?v=SOY9mx1irnY&feature=youtu.be",
		"detailsLink" : "/challenge1.html",
		"winner" : "2014 WINNER (1st PLACE)",
		"team" : "Panogram Pedigree Drawing Tool",
		"teamLink" : "https://github.com/HealthHackAu/HealthHack2014/wiki/Panogram----Pedigree-Drawing-Tool"
		},
		{
	  "id" : "2",
		"name" : "Automated way of comparing sequencing results",
		"city" : "Sydney",
		"organisation" : "Garvan Institute",
		"organisationImg" : "images/sponsors/Garvan.png",
		"organisationLink" : "http://www.garvan.org.au/",
		"presenters": "Dr Tyani Chan and Dr Liviu Constantinescu",
		"summary" : "Our lab needs an automated way of comparing sequencing results to a template, identifying the point mutations and amino acid substitutions, and presenting the analyses in an appropriate table format.",
		"description" : "After performing flow cytometry based experiments that sort single spleen cells from mice responding to an infection, we PCR amplify the DNA from a single cell’s B Cell Antigen Receptor using a nested PCR approach, and obtain sequencing results covering the region of interest, which is 113 amino acids long.</br></br>We would love to have a tool or application that allows us to fully automate our analyses, which currently costs us several days of researcher time, which we imagine could be reduced to several minutes.</br></br>The manual analysis currently involves the following steps:</br>1) Compare sequencing results (.seq file) to wild-type template</br>2) Identify where the mutations lie</br>3) Check the validity and quality of the read by studying the chromatogram trace (.ab1 file)</br>4) If the quality is sufficient, trim the sequence result such that only the region of interest remains, and translate the nucleic acids into amino acids.</br>5) In an Excel spreadsheet (with the help of some basic macros), we copy the amino acid sequence from ApE or DNA Strider into Excel, convert text to columns (to get 1 letter in 1 cell) and then copy /paste the 113 amino acid sequence into a separate Excel spreadsheet.</br>6) Using some basic formulae, these sequences are placed into a table that only shows the amino acid substitions and not those amino acids that match the original template (germline sequence). Please see attached example table.</br>7) This table is then converted to pdf format to allow manipulation of colours, line weights etc in Adobe Illustrator, ready for manuscript submission or conference presentations.</br>In an Ideal World…</br></br>We would have the ability to:</br>1) Upload/ attach our sequencing results</br>2) Have the software tool do the rest, including the ‘human’ part of checking the quality of the read by studying the chromatogram trace (.ab1 file).</br>3) Perhaps even apply this to the nucleic acids and not just the amino acids, although the amino acid sequences are the main priority.</br>What this achieves, how it would help us, and challenges</br></br>A tool such as this would save us a huge amount of researcher time! We would generate approximately 100 sequences per treatment group, and on average we’d have 6 groups per experiment. </br>We do individual sequences one by one, and this becomes incredibly tiring (especially for the eyes) which makes human-error highly likely. We have been fortunate to have had some help on this problem before, but sadly we’ve only managed to get some of the way. The main challenge has been identifying a high quality sequencing read from a poor-quality read.",
		"workingDemoLink" : "https://www.youtube.com/watch?v=z2uUeWUg61U",
		"detailsLink" : "/challenge2.html",
		"winner" : "2014 WINNER (2nd PLACE)",
		"team" : "Team Autoimmuno",
		"teamLink" : "https://ccg.garvan.org.au/confluence/display/GOSS/Automated+Comparison,+Mutation+Annotation+and+Amino+Acid+Substitutions+with+CSV+Export"
		},
		{
		"id" : "3",
		"name" : "Building a Platform to Aggregate and Visualize Genome Sequencing Metrics",
		"city" : "Sydney",
		"organisation" : "Garvan Institute",
		"organisationImg" : "images/sponsors/Garvan.png",
		"organisationLink" : "http://www.garvan.org.au/",
		"presenters": "Dr Liviu Constantinescu and Dr Mark Cowley",
		"summary" : "We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.",
		"description" : "We find ourselves in the era of personalised medicine, in part due to amazing advances in DNA sequencing technology. Using this technology, we aim to improve patient healthcare, through improved diagnosis, and tailoring treatments to match the unique genetic makeup of a patient. The problem is that the analytical pipelines to go from raw sequencing data to medically actionable information are complex, and consist of dozens of software components and databases. We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.</br></br><b>The dream</b></br>We would love to develop a genome pipeline visualisation platform, which tracked and monitored NGS analysis pipelines in real-time, presenting the key metrics at each stage of the process to the analysts, via informative visualisations. This would aggregate and compare data over time, so that deviations can be easily identified. It would cross reference the metrics and meta-data associated with each sample, so that anomalies could be tracked back to a bad batch of reagents, a particular sequencing machine, or a particular operator for instance.</br></br><b>The hack</b></br>We would love to build a solution to import the metrics from key steps of the sequencing analysis pipeline, ingest these metrics into a database, and visualise these in an interactive fashion. We already have code for parsing most of the metrics, and a data-model for tracking the relationships between objects (like sequencing runs and samples). We are missing the bits that harvest this information in real-time, ingest into a database, and visualise this information; to this end, we have been considering building our own D3-based visualisation platform, or perhaps configuring a fluentd, splunk or tableau platform.</br></br><b>The future</b></br>We see clinical genomics becoming a mainstream part of healthcare, where for babies with inherited genetic diseases, or patients with cancer, it will make more sense to sequence a patient’s genome & use this information to guide improved healthcare. As we scale up to reach tens of thousands of patients per year, this platform will become an indispensible piece of the clinical genomics puzzle.",
		"workingDemoLink" : "https://www.youtube.com/watch?v=8ZGAXwVAOiU",
		"detailsLink" : "/challenge3.html",
		"winner" : "2014 WINNER (‘Spirit of HealthHack’ prize)",
		"team" : "Team Zenome",
		"teamLink" : "https://ccg.garvan.org.au/confluence/display/GOSS/Building+a+Platform+to+Aggregate+and+Visualize+Genome+Sequencing+Metrics"
		},
		{
		"id" : "4",
		"name" : "Let’s create an easy-to-use “viewing platform” for the NHMRC funding landscape",
		"city" : "Melbourne",
		"organisation" : "NHMRC",
		"organisationImg" : "",
		"organisationLink" : "https://www.nhmrc.gov.au/",
		"presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
		"summary" : "If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.",
		"description" : "Each year investigators patiently await the announcements of NHMRC funding. After submitting an application in March and rebutting the reviewers’ comments mid-year, it will not be until October that they find out if they have received funds or not. Keep in mind that academic research is largely funded through grants such as these. There is a lot of publicly available data on investigators and teams awarded NHMRC funding, along with a lot of statistics available. It would be terrific to be able to quickly visualise these results without poring through a large number of pdf files and spreadsheets. If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.<br><br><b>Why</b><br>As an individual researcher or an organisation, such a tool would allow you to work out the demographics of successful applicants, at what level and in what research areas, without having to pore through the data. It will also inform policy development at the institute and national level since any group or association will be able to readily access this information. Just enter the terms you wish to define and ‘voila’, a graph with your desired information will appear.",
		"workingDemoLink" : "https://viz-my-grant.shinyapps.io/view/",
		"detailsLink" : "/challenge4.html",
		"winner" : "2014 WINNER (1st PLACE)",
		"team" : "Team VizMyGrant",
		"teamLink" : "https://github.com/HealthHackAu/HealthHack2014/wiki/VizMyGrant"
		},
		{
		"id" : "5",
		"name" : "A flexible smartphone app platform for research questions that link mood to behavioural decision-making",
		"city" : "Melbourne",
		"organisation" : "Monash University",
		"organisationImg" : "images/sponsors/monash.png",
		"organisationLink" : "http://www.monash.edu/",
		"presenters": "Ben Fulcher and George Youssef",
		"summary" : "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app).",
		"description" : "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app). We are hoping to use this app to answer a diverse set of research questions of interest to our group, including how mood and alertness effect decision-making, how addiction behaviors manifest in the real world, and how sleep quality affects daytime alertness and behavior. We are particularly interested in developing new time-series analysis techniques to develop individual prediction models for these unique datasets, information that could be use to inform interventions and to cluster individuals based on their behavioural responses. The potential size of datasets that we can collect using such an app, and the richness of the temporal sampling is unprecedented in our field, and we are really excited to have the opportunity to pursue this new paradigm in data collection and analytics!",
		"detailsLink" : "/challenge5.html",
		"winner" : "2014 WINNER (2nd PLACE)",
		"team" : "Team girror",
		"teamLink" : "https://github.com/HealthHackAu/HealthHack2014/wiki/girror%3A-tracking-your-emotions-and-gambling-behaviour"
		},
		{
		"id" : "6",
		"name" : "Prioritising gene variants as they churn off the genomics pipeline",
		"city" : "Melbourne",
		"organisation" : "",
		"organisationImg" : "",
		"organisationLink" : "#",
		"presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
		"summary" : "Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature.",
		"description" : "The ‘omics’ era is upon us and genome sequencing is increasingly being integrated into clinical practice and used to develop personalised medicines. In searching for new genes responsible for a given disease, large cohorts of individuals will have their DNA sequenced and evaluated by qualified geneticists and bioinformaticians, to determine which genes are most likely to contribute to the disease state.<br>This can be particularly challenging, however, when exploring multigenic complex diseases such as autism or schizophrenia. After a series of analyses and filtering processes, sometimes >200 gene variants will be identified as possible candidates. Researchers must then decide the best candidate genes to move into their basic and translational research programs. Laboratory studies and disease models are costly in both time and funding, so it is essential to maximise our ability to prioritise candidate genes from the genomics pipeline.<br>Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature. This will complement existing filters to better prioritise potential pathogenic gene variants. It will also enhance the ability of clinicians to predict disease outcome and trajectory.<br>Once this module is optimised and demonstrated to work well, it could be incorporated into almost any hospital/institute’s ‘omics’ pipeline.",
		"detailsLink" : "/challenge6.html",
		"winner" : "2014 WINNER (‘Spirit of HealthHack’ prize)",
		"team" : "Team MIF",
		"teamLink" : "https://github.com/HealthHackAu/HealthHack2014/wiki/Mutation-Instability-Filter-%28MIF%29"
		}
	]
}
