{
    "boomworks": {
        "displayName": "Boomworks",
        "href": "http://www.boomworks.com.au",
        "img": "boomworks.png",
        "text": "Boomworks is a team of diverse and talented individuals with deep insights into the behaviours and technologies driving the connected world. At Boomworks, we believe in uncovering insights and defining strategies, and shape them into new ideas to enable change in the digital realm. We believe in building authentic relationships and connecting businesses with our customers.We craft meaningful experiences that embody our beliefs. It's our knack of seeing the small details in the big picture that sets us apart from everyone else.",
        "location": ["sydney"],
        "scope": "local",
        "type": "silver"
    },
    "rcc" : {
        "displayName": "RCC",
        "href": "http://www.rcc.uq.edu.au",
        "img": "rcc.png",
        "text": "The Research Computing Centre (RCC), established in 2011, provides coordinated management and support of The University of Queensland’s sustained and substantial investment in eResearch.  The RCC is an innovative and multidisciplinary environment that supports research collaboration to facilitate discoveries in science and engineering, humanities, and social sciences, through advanced computation, data analysis and other digital research tools.",
        "location": ["brisbane"],
        "scope": "local",
        "type": "silver"
    },
    "qcif" : {
        "displayName": "QCIF",
        "href": "http://www.qcif.edu.au",
        "img": "qcif.png",
        "text": "QCIF (the Queensland Cyber Infrastructure Foundation) provides the high-performance services, infrastructure and support required to achieve excellence in computation and data-driven collaborative research and its application in industry. QCIF operates with its members and partners delivering services to research throughout Queensland and increasingly via Commonwealth programs to the nation.",
        "location": ["brisbane"],
        "scope": "local",
        "type": "silver"
    },
    "garvan" : {
        "displayName": "Garvan Institute",
        "href": "http://www.garvan.org.au",
        "img": "garvan.png",
        "text": "The Garvan Institute of Medical Research is one of Australia’s leading biomedical research institutes, pioneering study into the most widespread diseases affecting our community today, including cancer, neurodegenerative and mental diseases, disorders of the immune system, diabetes and obesity, osteoporosis and other skeletal disorders.",
        "location": ["sydney"],
        "scope": "local",
        "type": "gold"
    },
    "rivercitylabs" : {
        "displayName": "River City Labs",
        "href": "http://www.rivercitylabs.net",
        "img": "rivercitylabs.png",
        "text": "River City Labs is passionate about supporting the folks we care about; those out there taking risks and working on the latest great ideas in the mobile, Internet, telecoms and technology space."        ,
        "location": ["brisbane"],
        "scope": "local",
        "type": "gold"
    },
    "thoughtworks" : {
        "displayName": "ThoughtWorks",
        "href": "http://www.thoughtworks.com",
        "img": "thoughtworks.png",
        "text": "ThoughtWorks is a software company and a community of passionate, purpose-led individuals. We think disruptively to deliver technology to address our clients' toughest challenges, all while seeking to revolutionize the IT industry and create positive social change.",
        "location": ["sydney", "brisbane", "melbourne", "perth"],
        "scope": "national",
        "type": "gold"
    },
    "fishburners" : {
        "displayName": "Fishburners",
        "href": "http://fishburners.org",
        "img": "fishburners.png",
        "text": "Fishburners is more than just a coworking space, we’re a passionate community of startups. Our vision is to bring together the best startups in Australia and help grow the tech scene here in Sydney.",
        "location": ["sydney"],
        "scope": "local",
        "type": "standard"
    },
    "github" : {
        "displayName": "Github",
        "href": "https://github.com",
        "img": "github.png",
        "text": "GitHub is the best place to share code with friends, co-workers, classmates, and complete strangers. Over three million people use GitHub to build amazing things together.",
        "location": ["sydney"],
        "scope": "local",
        "type": "standard"
    },
    "yorkbutter" : {
        "displayName": "York Butter Factory",
        "href": "http://yorkbutterfactory.com",
        "img": "yorkbutter.jpg",
        "text": "The York Butter Factory is the premier co-working and incubation space for Melbourne's high-potential early-stage technology entrepreneurs. Established in 2011 inside an 1850s heritage listed space, York Butter Factory is home to startups with bold and global ambitions to change the world.",
        "location": ["melbourne"],
        "scope": "local",
        "type": "silver"
    },
    "hopgood" : {
        "displayName": "Hopgood Ganim",
        "href": "http://www.hopgoodganim.com.au",
        "img": "hopgood.png",
        "text": "HopgoodGanim Lawyers is a legal firm of trusted experts. Our lawyers stand at the intersection of technology and the law and are committed to promoting and protecting innovation. We understand your industry and ensure your interests are protected from every angle. Founded over 40 years ago, today we remain fiercely independent and proud of our sustained growth and ongoing success. We deliver exceptional commercially-focused legal advice to clients throughout Australia and internationally. We draw on the resources of over 280 staff across offices in Brisbane, Perth and Shanghai.",
        "location": ["brisbane", "perth"],
        "scope": "local",
        "type": "gold"
    },
    "tanda" : {
        "displayName": "TANDA",
        "href": "https://www.tanda.co",
        "img": "tanda.png",
        "text": "Tanda was founded in 2013, like many Australian businesses; with a little common sense, a common goal and a bit of mateship. The aim was to build a tool that helps eliminate paper timesheets, time theft and data entry from payroll. The idea was all businesses should be able to focus on what they do best, without being shackled by the tediousness of payroll and administration. We’re a fast growing team that now helps tens of thousands of employees and employers every week completely automate attendance, rosters and industry awards in the cloud. We’re best known for our fear of paperwork.",
        "location": ["brisbane"],
        "scope": "local",
        "type": "standard"
    },
    "agrf" : {
        "displayName": "AGRF",
        "href": "https://www.agrf.org.au",
        "img": "agrf.png",
        "text": "We believe in improving the quality of life through exceptional life science. Our mission is to empower Australia to be recognised for world-class innovation and leading edge genomics research.",
        "location": ["brisbane"],
        "scope": "local",
        "type": "standard"
    },
    "ace" : {
        "displayName": "The Australian Centre for Ecogenomics",
        "href": "http://ecogenomic.org",
        "img": "ace.png",
        "text": "The Australian Centre for Ecogenomics was established in August 2010 at the University of Queensland in the School of Chemistry and Molecular Biosciences. It provides a focal point for sequence-based analysis of microbial communities and builds strength in this space not only in Queensland, but Australia as a whole.",
        "location": ["brisbane"],
        "scope": "local",
        "type": "gold"
    },
    "curtin" : {
        "displayName": "Curtin University",
        "href": "http://www.curtin.edu.au",
        "img": "curtin.png",
        "text": "Curtin University has a mission to change minds, lives and the world through leadership, innovation and excellence in teaching and research.",
        "location": ["perth"],
        "scope": "local",
        "type": "platinum"
    },
    "data61" : {
        "displayName": "Data61",
        "href": "http://www.csiro.au/en/Research/D61",
        "img": "data61.png",
        "text": "Data61 is the largest data innovation group in Australia. Bringing together our Digital Productivity team and National ICT Australia (NICTA), we are unrivalled in our intellectual capital and our network with the global technology marketplace.",
        "location": ["brisbane","perth","sydney","melbourne"],
        "scope": "national",
        "type": "gold"
    },
    "vptn" : {
        "displayName": "VPTN",
        "href": "http://platformtechnologies.org/",
        "img": "vptn.jpg",
        "text": "Established in 2009, the Victorian Platform Technologies Network (VPTN) plays a key role in connecting publicly-funded facilities in Victoria with industry and researchers. Through its online services - ARIN and PlatformConnect - VPTN is unique in offering a centralised, open and cross-institutional network of over 140 platform technologies across more than 30 institutions. The VPTN is an initiative supported by the Victorian Government, Biomedical Research Victoria and Monash University.",
        "location": ["brisbane","perth","sydney","melbourne"],
        "scope": "national",
        "type": "gold"
    }    
}
